ms-vscode.azurecli
ms-vscode.powershell
puppet.puppet-vscode
rangav.vscode-thunder-client
rebornix.ruby
redhat.vscode-commons
redhat.vscode-yaml
timonwong.shellcheck
wingrunr21.vscode-ruby
ZainChen.json
